var jsonData = [
    {
        "q" : "Имя основной программы в С++?",
        "opt1" : "mian",
        "opt2" : "main",
        "opt3" : "mein",
        "opt4" : "maen",
        "answer" : "main"
    },
    {
        "q" : "Какие имена переменных являются правильными? (выберите несколько вариантов ответа)",
        "opt1" : "1Ва",
        "opt2" : "D234",
        "opt3" : "_gh",
        "opt4" : "“D(f)”",
        "answer" : "D234"
    },
    {
        "q" : "Какие операции поддаются перегрузке?",
        "opt1" : "унарные и бинарные",
        "opt2" : "только унарные",
        "opt3" : "только бинарные",
        "opt4" : "логические и реляционные",
        "answer" : "унарные и бинарные"
    },
    {
        "q" : "Выберите правильное утверждение",
        "opt1" : "целой константе можно присвоить вещественную переменную",
        "opt2" : "целой переменной можно присвоить вещественную константу",
        "opt3" : "целой константе можно присвоить целую переменную",
        "opt4" : "все варианты верны",
        "answer" : "целой переменной можно присвоить вещественную константу"
    },
    {
        "q" : "В переменной типа unsigned char можно хранить число ___",
        "opt1" : "-1",
        "opt2" : "1213",
        "opt3" : "13",
        "opt4" : "-13",
        "answer" : "13"
    },
    {
        "q" : "From which tag descriptive list starts ?",
        "opt1" : "LL",
        "opt2" : "DL",
        "opt3" : "DD",
        "opt4" : "All of these",
        "answer" : "DL"
    },
];